var tarokka = {
  "seniordeck": [
      {
      "name": "Артефакт",
      "ally": "Ищите человека, выступающего с обезьяной. Это человек более могущественный, чем кажется.",
      "location": "Он рыщет во тьме, где ранее сияли лучи рассвета - в святом месте.",
      "image": "img/artifact.png",
      "value": "джокер 1",
      "suit": " "
    },
    {
      "name": "Зверь",
      "ally": "Вервольф затаил ненависть к вашему врагу. Воспользуйтесь этим в свою пользу.",
      "location": "Зверь восседает на своём тёмном троне.",
      "image": "img/beast.png",
      "value": "валет",
      "suit": "бубен"
    },
    {
      "name": "А. Сломленный",
      "ally": "Ваш величайший союзник будет волшебником. Его разум сломлен, но его заклинания крепки.",
      "location": "Он бродит по гробнице того, кому завидовал более всего.",
      "image": "img/brokenone.png",
      "value": "король",
      "suit": "бубен"
    },
    {
      "name": "Б. Сломленный",
      "ally": "Я вижу человека веры, чьё сознание висит на волоске. Он потерял кого-то близкого.",
      "location": "Он бродит по гробнице того, кому завидовал более всего.",
      "image": "img/brokenone.png",
      "value": "король",
      "suit": "бубен"
    },
    {
      "name": "Тёмный властелин",
      "ally": "Ах, худшая из всех правд:  Вам придётся встретиться со злом этой земли самим!",
      "location": "Он рыщет в глубокой тьме, в том месте, куда он должен возвращаться.",
      "image": "img/darklord.png",
      "value": "король",
      "suit": "пики"
    },
    {
      "name": "А. Донжон",
      "ally": "Ищите беспокойного молодого человека, окружённого богатствами и безумием. Его дом - тюрьма.",
      "location": "Он бродит по залу костей в тёмных ямах его замка.",
      "image": "img/donjon.png",
      "value": "король",
      "suit": "трефы"
    },
    {
      "name": "Б. Донжон",
      "ally": "Ищите девушку, ведомую безумием, запертую в сердце дома её мёртвого отца. Излечение её безумия - ключ к успеху.",
      "location": "Он бродит по залу костей в тёмных ямах его замка.",
      "image": "img/donjon.png",
      "value": "король",
      "suit": "трефы"
    },
    {
      "name": "Прорицатель",
      "ally": "Ищите сумеречного эльфа, живущего среди Вистани. Он понёс великую потерю и его преследуют тёмные сны. Помогите ему, и он поможет вас в ответ.",
      "location": "Он ждёт вас в месте мудрости, тепла и отчаяния. Великие секреты скрыты там.",
      "image": "img/seer.png",
      "value": "валет",
      "suit": "трефы"
    },
    {
      "name": "А. Привидение",
      "ally": "Я вижу падшего паладина из падшего рыцарского ордена. Он бродит, будто привидение, в логове мёртвого дракона.",
      "location": "Отправляйтесь в гробницу отца.",
      "image": "img/ghost.png",
      "value": "король",
      "suit": "черви"
    },
    {
      "name": "Б. Привидение",
      "ally": "Расшевелите дух неуклюжего рыцаря, чья усыпальница лежит глубого внутри замка",
      "location": "Отправляйтесь в гробницу отца.",
      "image": "img/ghost.png",
      "value": "король",
      "suit": "черви"
    },
    {
      "name": "Палач",
      "ally": "Ищите брата невесты дьявола. Его называют 'младшим', но у него могучая душа.",
      "location": "Я вижу тёмную фигуру на балконе, смотрящую вниз на эти измученные земли с кривой ухмылкой.",
      "image": "img/executioner.png",
      "value": "валет",
      "suit": "пики"
    },
    {
      "name": "А. Всадник",
      "ally": "Я вижу мертвеца благородного по роду, под охраной собственной вдовы. Верните жизнь в мёртвое тело, и он станет вашим верным союзником.",
      "location": "Он бродит в том месте, куда он должен вернуться - месте смерти.",
      "image": "img/horseman.png",
      "value": "джокер 2",
      "suit": " "
    },
    {
      "name": "Б. Всадник",
      "ally": "Человек смерти по имени Арригал покинет своего тёмного владыку, чтобы служить вашему делу. Но будьте осторожны! Его душа сгнила.",
      "location": "Он бродит в том месте, куда он должен вернуться - месте смерти.",
      "image": "img/horseman.png",
      "value": "джокер 2",
      "suit": " "
    },
    {
      "name": "А. Невинный",
      "ally": "Я вижу молодого человека с добрым сердцем. Маменькин сынок! У него сильное тело, но слабый разум. Ищите его в деревне Баровия.",
      "location": "Он с тем, чья кровь скрепила его проклятие, брат свечи, которую задули слишком рано.",
      "image": "img/innocent.png",
      "value": "дама",
      "suit": "черви"
    },
    {
      "name": "Б. Невинный",
      "ally": "Невеста зла - та, кого вы ищите!",
      "location": "Он с тем, чья кровь скрепила его проклятие, брат свечи, которую задули слишком рано.",
      "image": "img/innocent.png",
      "value": "дама",
      "suit": "черви"
    },
    {
      "name": "А. Марионетка",
      "ally": "Что за ужас? Я вижу человека, созданного человеком. Не стареющий и одинокий, он бродит в башне замка.",
      "location": "Возденьте взгляд свой ввысь. Ищите бьющееся сердце замка. Он ждёт вас рядом с ним.",
      "image": "img/marionette.png",
      "value": "валет",
      "suit": "черви"
    },
    {
      "name": "Б. Марионетка",
      "ally": "Ищите человека музыки, человека с двумя головами. Он живёт в месте великого голода и печали.",
      "location": "Возденьте взгляд свой ввысь. Ищите бьющееся сердце замка. Он ждёт вас рядом с ним.",
      "image": "img/marionette.png",
      "value": "валет",
      "suit": "черви"
    },
    {
      "name": "Туманы",
      "ally": "Вистанка бродит по этой земле в одиночестве, в поисках ментора. Она не остаётся на одном месте подолгу. Ищите её у аббатства Святого Марковия, близ туманов.",
      "location": "Карты не видят, где рыщет зло. Туманы скрывают всё!",
      "image": "img/mists.png",
      "value": "дама",
      "suit": "пики"
    },
    {
      "name": "Ворон",
      "ally": "Ищите вожака пернатых, что живут среди лозы. Хотя он стар, ему под силу ещё один бой.",
      "location": "Ищите у могилы матери.",
      "image": "img/raven.png",
      "value": "дама",
      "suit": "трефы"
    },
    {
      "name": "А. Искуситель",
      "ally": "Я вижу дитя - Вистанку. Вы должны поторопиться, ведь её судьба лежит на весах. Найдёте её у озера!",
      "location": "Я вижу тайное место - хранилище соблазнов, спрятанное за дамой великой красоты. Зло ждёт наверху своей башни-сокровищницы.",
      "image": "img/tempter.png",
      "value": "дама",
      "suit": "бубен"
    },
    {
      "name": "Б. Искуситель",
      "ally": "Я слышу свадебный звон или, быть может, похоронный колокол. Он зовёт в аббатство на склоне горы. Там вы найдёте женщину, что является чем-то большим, нежели просто объединением частей.",
      "image": "img/tempter.png",
      "value": "дама",
      "suit": "бубен"
    }
  ],

  "juniordeck": [
    {
      "name": "Мститель",
      "description": "Сокровище находится в драконьем доме, в руках когда-то чистых, а ныне запятнанных.",
      "image": "img/avenger.png",
      "value": "1",
      "suit": "мечи"
    },
    {
      "name": "Паладин",
      "description": "Я вижу спящего принца, слугу света и брата тьмы. Сокровище покоится с ним.",
      "image": "img/paladin.png",
      "value": "2",
      "suit": "мечи"
    },
    {
      "name": "Солдат",
      "description": "Отправляйтесь в горы. Взберитесь на башню, охраняемую золотыми рыцарями.",
      "image": "img/soldier.png",
      "value": "3",
      "suit": "мечи"
    },
    {
      "name": "Наёмник",
      "description": "Искомое лежит с мертвецом, под горами золотых монет.",
      "image": "img/mercenary.png",
      "value": "4",
      "suit": "мечи"
    },
    {
      "name": "Мирмидон",
      "description": "Ищите волчье логово в холмах над горным озером. Сокровище принадлежит Матери Ночи.",
      "image": "img/myrmidon.png",
      "value": "5",
      "suit": "мечи"
    },
    {
      "name": "Берсерк",
      "description": "Найдите крипту Бешенного Пса. Сокровище внутри, под почерневшими костями.",
      "image": "img/berserker.png",
      "value": "6",
      "suit": "мечи"
    },
    {
      "name": "Сокрытый",
      "description": "Я вижу безликого бога. Он ждет вас в конце длинного, извилистого пути, глубоко в горах.",
      "image": "img/hoodedone.png",
      "value": "7",
      "suit": "мечи"
    },
    {
      "name": "Диктатор",
      "description": "Я вижу трон под стать королю.",
      "image": "img/dictator.png",
      "value": "8",
      "suit": "мечи"
    },
    {
      "name": "Мучитель",
      "description": "Есть город, в котором не всё в порядке. Там вы найдете дом порчи, а внутри темную комнату, полную застывших призраков.",
      "image": "img/torturer.png",
      "value": "9",
      "suit": "мечи"
    },
    {
      "name": "Воин",
      "description": "Искомое лежит во чреве тьмы, в логове дьявола: том месте, куда он должен возвращаться.",
      "image": "img/warrior.png",
      "value": "мастер",
      "suit": "мечи"
    },
    {
      "name": "Превращающий",
      "description": "Отправляйтесь в места, где голова кружится от высоты, а сами камни - живые!",
      "image": "img/transmuter.png",
      "value": "1",
      "suit": "звёзды"
    },
    {
      "name": "Прорицающий",
      "description": "Смотрите на ту, кто видит всё. Сокровище спрятано в её лагере.",
      "image": "img/diviner.png",
      "value": "2",
      "suit": "звёзды"
    },
    {
      "name": "Очарователь",
      "description": "Я вижу преклонившую колени женщину - розу великой красоты, сорванную слишком рано. Хозяин топей знает, о ком я говорю.",
      "image": "img/enchanter.png",
      "value": "3",
      "suit": "звёзды"
    },
    {
      "name": "Преграждающий",
      "description": "Я вижу павший дом под охраной великого каменного дракона. Ищите на самой верхушке.",
      "image": "img/abjurer.png",
      "value": "4",
      "suit": "звёзды"
    },
    {
      "name": "Элементалист",
      "description": "Сокровище спрятано в маленьком замке под горой, охраняемом янтарными гигантами.",
      "image": "img/elementalist.png",
      "value": "5",
      "suit": "звёзды"
    },
    {
      "name": "Воплощающий",
      "description": "Обыщите крипту ординарца волшебника. Его посох послужит ключом.",
      "image": "img/evoker.png",
      "value": "6",
      "suit": "звёзды"
    },
    {
      "name": "Иллюзионист",
      "description": "Человек не тот, кем кажется. Он прибудет сюда в ярмарочном фургоне. Там и есть то, что вы ищете.",
      "image": "img/illusionist.png",
      "value": "7",
      "suit": "звёзды"
    },
    {
      "name": "Некромант",
      "description": "Женщина подвешена над пылающим огнем. Найдите ее и найдете сокровище.",
      "image": "img/necromancer.png",
      "value": "8",
      "suit": "звёзды"
    },
    {
      "name": "Сотворяющий",
      "description": "Вижу мёртвую деревню, утопленную ркеой. Там правит та, кто принёс в мир великое зло.",
      "image": "img/conjurer.png",
      "value": "9",
      "suit": "звёзды"
    },
    {
      "name": "Волшебник",
      "description": "Ищите башню волшебника на озере. Имя волшебника и его слуга приведут вас к тому, что вы ищите.",
      "image": "img/wizard.png",
      "value": "мастер",
      "suit": "звёзды"
    },
    {
      "name": "Бретёр",
      "description": "Я вижу скелет смертоносного воина, лежащего на ложе из камня, с горгульями по сторонам.",
      "image": "img/swashbuckler.png",
      "value": "1",
      "suit": "монеты"
    },
    {
      "name": "Филантроп",
      "description": "Ищите место, где взращиваются болезнь и безумие. Сокровище всё ещё там, где дети раньше плакали.",
      "image": "img/philanthropist.png",
      "value": "2",
      "suit": "монеты"
    },
    {
      "name": "Торговец",
      "description": "Загляните к винному волшебнику! Сокровище скрывается в дереве и песке.",
      "image": "img/trader.png",
      "value": "3",
      "suit": "монеты"
    },
    {
      "name": "Купец",
      "description": "Ищите бочку с некогда лучшим вином, от которого теперь не осталось и капли.",
      "image": "img/merchant.png",
      "value": "4",
      "suit": "монеты"
    },
    {
      "name": "Член гильдии",
      "description": "Вижу тёмную комнату, полную бутылей. Это гробница члена гильдии.",
      "image": "img/guildmember.png",
      "value": "5",
      "suit": "монеты"
    },
    {
      "name": "Попрошайка",
      "description": "Искомое есть у раненного эльфа. Он расстанется с сокровищем, чтобы увидеть, как воплотятся его темнейшие мечты.",
      "image": "img/beggar.png",
      "value": "6",
      "suit": "монеты"
    },
    {
      "name": "Вор",
      "description": "Искомое лежит там, где пересекаются жизнь и смерть, средь похороненных мёртвых.",
      "image": "img/thief.png",
      "value": "7",
      "suit": "монеты"
    },
    {
      "name": "Сборщик податей",
      "description": "Искомое находится в руках Вистани. Ключ к получению сокровища у пропавшего ребёнка.",
      "image": "img/taxcollector.png",
      "value": "8",
      "suit": "монеты"
    },
    {
      "name": "Скряга",
      "description": "Ищите за пламенем, крепость внутри крепости.",
      "image": "img/miser.png",
      "value": "9",
      "suit": "монеты"
    },
    {
      "name": "Плут",
      "description": "Вжиу гнездо воронов. Там вы найдёте свою награду.",
      "image": "img/rogue.png",
      "value": "мастер",
      "suit": "монеты"
    },
    {
      "name": "Монах",
      "description": "Сокровище, что вы ищите спрятано за солнцем в доме святого.",
      "image": "img/monk.png",
      "value": "1",
      "suit": "глифы"
    },
    {
      "name": "Миссионер",
      "description": "Я вижу сад, запорошенный снегом, за которым присматривает пугало с усмешкой из мешковины. Ищите не сад, а охранника.",
      "image": "img/missionary.png",
      "value": "2",
      "suit": "глифы"
    },
    {
      "name": "Лекарь",
      "description": "Ищите на западе водоём, благословлённый светом белого солнца.",
      "image": "img/healer.png",
      "value": "3",
      "suit": "глифы"
    },
    {
      "name": "Пастух",
      "description": "Ищите мать, что родила зло.",
      "image": "img/shepherd.png",
      "value": "4",
      "suit": "глифы"
    },
    {
      "name": "Друид",
      "description": "Злое дерево растёт на вершине холма из могил, где покоятся древние. Вороны помогут отыскать его. Ищите сокровище там.",
      "image": "img/druid.png",
      "value": "5",
      "suit": "глифы"
    },
    {
      "name": "Анархист",
      "description": "Я вижу стены из костей, канделябры из костей и стол из костей - всё, что осталось от врагов давно забытых.",
      "image": "img/anarchist.png",
      "value": "6",
      "suit": "глифы"
    },
    {
      "name": "Шарлатан",
      "description": "Я вижу одинокую мельницу, стоящую над пропастью. Сокровище находится внутри.",
      "image": "img/charlatan.png",
      "value": "7",
      "suit": "глифы"
    },
    {
      "name": "Епископ",
      "description": "Искомое лежит в груде сокровищ за створками янтарных дверей.",
      "image": "img/bishop.png",
      "value": "8",
      "suit": "глифы"
    },
    {
      "name": "Предатель",
      "description": "Ищите богатую женщину. Верный союзник дьявола, она хранит сокровище под замком и ключом, вместе с костями древнего врага.",
      "image": "img/traitor.png",
      "value": "9",
      "suit": "глифы"
    },
    {
      "name": "Священник",
      "description": "Вы найдете то, что ищете в замке, среди руин места просьб и мольбы.",
      "image": "img/priest.png",
      "value": "мастер",
      "suit": "глифы"
    }
  ]
};
